{
	"british-rnb": "British R&B started being popular in the early 1960s in the UK. It is closely related to the British Blues movement, combining traditional R&B and Rock, and it influenced the Mod scene that came a bit later, along with the British Invasion in teh US. The big names for this genre are The Rolling Stones, The Animals, Yardbirds, etc.",
	"alternative-rnb": "Alternative R&B began in the late 2000s. It deviated from traditional style and subject of Contemporary R&B. Some sounds are linked to UK Bass and Dream Pop due to their light and airy nature. The subjects can be more vague than the common love that we find in other R&B genres. We can See artists such as Jessie Ware, Jai Paul and more recently The Weeknd.",
	"contemporary-rnb": "Contemporary R&B came after the demise of Disco in the 1980s. This style was a modern approach to Soul, Funk and Pop. We get very famous artists like Prince and Michael Jackson from as soon as 1979",
	"new-jack-swing-rnb": "New Jack Swing (also known as Swingbeat) can be heard as a derivative of Contemporary R&B, mixing it with a bit of Hip Hop. It reached its peak of popularity in the late 1980s / 1990s. Prince, Michael Jackson (on the Dangerous album) or Madonna are examples of artists that played with this style.",
	"new-orleans-rnb": "New Orleans R&B originated from the 1950s. We got expansion of the style in the 1960s and 1970s with New Orleans Blues. It distinguishes itself from other types of R&B due to its complexity coming from Jazz. We get greater focus on piano and horns.",
	"jump-blues": "Jump Blues emerged in the 1940s and was also popular in the 1950s. It was a bluesy turn on Swing, thus its other name Swing Blues. Musical characteristics of Jump Blues include upbeat and emphasis on saxophones and brass. It has a influence on Rythm & Blues as well as Rock & Roll later on. Louis Jordan was a pioneer of this genre, and we also get artists like Big Joe Turner and Roy Brown.",
	"blue-eyed-soul": "Blue-Eyed Soul is also known as White Soul. This genre/term was created in the 1960s for white people doing R&B which was traditionally performed by black people. The biggest example may be Elvis Presley himself."
}